{
    "title": "All my roads lead me back to you",
    "date": "2014-10-01",
    "blocks": [
        {
            "elements": [
                {
                    "type": "text",
                    "body": "<p>After spending just over a year in an office job, commuting miles, seeing the same people, and doing the same things each and every day, I very quickly came to desire a lifestyle without such a huge amount of routine.</p><p>I always like to reflect on my routine, taking a step back to see the bigger picture and to question my use of time. (As I’m eating this delicious plum — generously provided by my Airbnb host — I’m questioning whether I would benefit from routinely eating other people’s plums.)</p><p>The nature of <a href=\"http://samefourchords.com/posts/2014-07-02-hello-world/\">my trip</a> is to spend roughly a week in each destination, working a few hours or days, whilst sightseeing, relaxing, and travelling for the rest of the week. Four weeks in, I have struck some sort of balance between life and work. I’m thoroughly enjoying the feeling of constant motion, but one thing I’m questioning is how connected I wish to be during my travels.</p><p>If anything, travelling makes me feel like I need to be more connected by technology. Most of us savvy enough with technology have been there; using phones and computers to help us navigate, and unleash the potential of our time in a new place. The internet is all about connecting the world, so, naturally – as I use today’s software much to my frustration – lightbulbs are flashing and new ideas are emerging. Wanting to express myself, I switch on the computer and prototype these ideas. It’s a cycle – my frustrations with technology push me away from an office job routine, but my passion for making great ideas a reality is only energised by stepping away from the computer. It only brings me back.</p><p>For now, at least, I’m enjoying this way of life. At some point, however, I must resist returning to computers at all. What I have is a healthy breeding ground for new ideas, but it’s not a healthy routine for me to broaden my understanding of the world outside of technology, nor to grow myself into a multi-dimensional individual.</p><p>On Monday, Aaron and I took to some <em>extreme</em> canyoning. (Normal canyoning, except with a 50 metre abseil down a cliff face.) So far, I’ve managed to avoid sky diving. I would like to think that I’m not as physically inept as all my online activity would have you believe.</p>"
                }
            ]
        }
    ]
}
